/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "حدض خطأ في المخدم. الرجاء المحاولة ثانية.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "حدث خطأ غير معروف. الرجاء المحاولة ثانية.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "مفاتيح API";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "توليد";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "فقط عندما يكون ماك خامل";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "فقط عندما تكون الأولوية على الأقل:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "ملاحظات البادئة مع:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "دخول خلسة";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "إرسال خلسة";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "أرسل التطبيق أمر لم يفهمه المخدم. الرجاء المحاولة ثانية.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "لم تسجل دخول وتسمح بانشاء مفتاح API.";

